---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitSizeSettings
source: html/fbcfd335-9a8f-cf39-23cf-52672212dbf0.htm
---
# ConduitSizeSettings Properties

The id of the assembly instance to which the element belongs.